{
  "name": "Druide",
  "healthDice": "1D8",
  "magicModificator": "SAG",
  "weaponsAndArmors": "Le Druide sait manier la dague, le gourdin, le bâton de Druide (équivalent à un bâton ferré), l’épieu, le javelot et l’arc court. Il peut porter l’armure de cuir et peut manier le petit bouclier en bois (DEF+1).",
  "startEquipment": [
    "Bâton (DM 1d6)",
    "dague (DM 1d4)",
    "arc court (DM 1d6, portée 30 m)",
    "armure de cuir (DEF +2)"
  ],
  "paths": [
    {
      "name": "Voie des animaux",
      "capacities": [
        {
          "name": "Langage des animaux",
          "description": "Le Druide peut communiquer avec les animaux qui, en général, se comportent avec lui de manière amicale. Il gagne un bonus de +2 par rang à tous les tests destinés à influencer un animal. La communication reste primitive et limitée à l’intelligence de l’animal et à son point de vue (prédateur, proie, etc.).",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Nuée d’insectes",
          "description": "En réussissant un test d'attaque magique (portée 20 m), le Druide libère sur sa cible une nuée d'insectes volants qui piquent, aveuglent et la suivent pendant [5 + Mod. de SAG] tours. La victime subit 1 point de DM par tour et un malus de -2 à toutes ses actions. Les DM de zone détruisent la nuée.",
          "isMagic": true,
          "rank": 2,
          "isLimited": true
        },
        {
          "name": "Le guetteur",
          "description": "Le Druide reçoit un oiseau de proie comme compagnon animal. Il possède un lien télépathique avec lui et peut percevoir par ses sens avec un bonus de +5 aux tests basés sur la perception. Aigle : DEF 15, PV [il les partage avec ceux de son maître]. Attaque de contact = [attaque magique du druide], DM 1d4.",
          "isMagic": false,
          "rank": 3,
          "isLimited": false
        },
        {
          "name": "Masque du prédateur",
          "description": "Lorsqu’il est sous l’effet de ce sort, le Druide prend les traits d’un fauve ou d’un loup. Il gagne son Mod. de SAG en Initiative, en attaque et aux DM et peut voir dans la nuit (comme un elfe) pendant [5 + Mod. de SAG] tours.",
          "isMagic": true,
          "rank": 4,
          "isLimited": false
        },
        {
          "name": "Forme animale",
          "description": "Le Druide peut prendre la forme d’un animal d’une taille inférieure ou égale à la sienne. Il conserve ses PV, il acquiert les Carac. et les capacités naturelles de la forme choisie (le vol pour un oiseau, la respiration aquatique pour le poisson, etc.). Le Druide peut reprendre sa forme humaine lorsqu’il le désire.",
          "isMagic": true,
          "rank": 5,
          "isLimited": true
        }
      ]
    },
    {
      "name": "Voie du fauve",
      "capacities": [
        {
          "name": "Vitesse du félin",
          "description": "Le Druide gagne +1 par rang dans la voie en Initiative et aux tests de course, d’escalade ou de saut.",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Panthère",
          "description": "Le Druide apprivoise une panthère (ou un puma) qui lui obéit au doigt et à l’œil. Panthère : FOR +2, DEX +4*, CON +2, INT -3, SAG +2*, CHA -2, Init 18, DEF 16, PV [niveau x 4], Attaque au contact [niveau du druide], DM 1d6+2",
          "isMagic": false,
          "rank": 2,
          "isLimited": false
        },
        {
          "name": "Attaque bondissante",
          "description": "Le Druide parcourt jusqu’à 30 m et bénéficie d’un bonus de +5 au test d'attaque et de +1d6 aux DM contre sa cible. Il doit se déplacer d’au minimum 5 m en ligne droite pour faire cette attaque, qui ne peut par ailleurs être réalisée qu’à son premier tour du combat.",
          "isMagic": false,
          "rank": 3,
          "isLimited": true
        },
        {
          "name": "Grand félin",
          "description": "La panthère devient un animal fabuleux, ou est remplacée par un félin plus grand (tigre, lion). Lorsque le Druide atteint le niveau 8, les DM passent à 2d6+5. Au niveau 12, le félin peut utiliser Attaque bondissante. Le Druide peut également communiquer avec son félin par télépathie, et le guérir à distance en dépensant ses propres PV (-1 PV au Druide par PV octroyé au félin). : FOR +5, DEX +4*, CON +5, INT -3, SAG +2*, CHA -2, DEF 18, DM 1d6+5",
          "isMagic": false,
          "rank": 4,
          "isLimited": false
        },
        {
          "name": "Les sept vies du chat",
          "description": "Cette capacité ne peut être utilisée que sept fois, et pas plus d’une fois par niveau. Lorsque les PV du Druide tombent à 0 ou qu’il meurt, le Druide peut choisir d’ignorer ce qui a provoqué la mort ! Le MJ et le joueur doivent se mettre d’accord et trouver une raison plausible (ou pas !) pour expliquer la survie du personnage, et le faire réapparaître immédiatement ou un peu plus tard dans l’aventure si nécessaire.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    },
    {
      "name": "Voie de la nature",
      "capacities": [
        {
          "name": "Maître de la survie",
          "description": "Le Druide obtient un bonus de +2 par rang dans la voie à tous les tests basés sur la survie en milieu naturel (survie, vigilance, discrétion, etc.).",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Marche sylvestre",
          "description": "Non seulement le Druide ne subit aucune pénalité de déplacement en terrain difficile (neige, boue, broussailles, pente abrupte, etc.) mais en plus, il obtient un bonus de +2 en attaque et en DEF lors d’un combat dans ces conditions.",
          "isMagic": false,
          "rank": 2,
          "isLimited": false
        },
        {
          "name": "Résistant",
          "description": "Le Druide obtient une réduction de DM égal à son [Rang x 2] contre toutes les sources de dégâts « naturels » : froid, chaleur, chutes, poisons… mais aussi aux DM provoqués par les animaux ou les insectes (même géants).",
          "isMagic": false,
          "rank": 3,
          "isLimited": false
        },
        {
          "name": "Bâton de druide",
          "description": "Le Druide combat avec les deux extrémités de son bâton de bois noueux. Lorsqu’il utilise cette capacité, il effectue deux attaques de contact infligeant [1d6 DM + Mod. de FOR ou de DEX] (au choix) par attaque.",
          "isMagic": false,
          "rank": 4,
          "isLimited": true
        },
        {
          "name": "Constitution héroïque",
          "description": "Le personnage augmente son score de CON de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de CON lui est demandé et conserver le meilleur résultat.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    },
    {
      "name": "Voie du protecteur",
      "capacities": [
        {
          "name": "Baies magiques",
          "description": "Le Druide doit se trouver devant un buisson ou un arbre vivant. Son incantation fait pousser [1d6 + Mod. de SAG] fruits qu’il peut cueillir. Chaque fruit offre l’équivalent d’un repas et rend [1d6 + niveau du druide] PV à celui qui le consomme. Les effets de ces fruits ne fonctionnent qu’une fois par jour et par personnage.",
          "isMagic": true,
          "rank": 1,
          "isLimited": true
        },
        {
          "name": "Forêt vivante",
          "description": "La forêt s’éveille dans un rayon d’1 km par rang et devient une alliée du Druide pendant les 12 prochaines heures. Dans ce périmètre, les ennemis du Druide sont désorientés et gênés par les branches et les racines. Ils divisent leur déplacement par deux et subissent une pénalité de -5 en Initiative et à tous les tests de survie, d’orientation, de perception ou de discrétion. Si deux Druides essayent d’influencer la forêt, c’est celui dont le niveau est le plus élevé qui l’emporte.",
          "isMagic": true,
          "rank": 2,
          "isLimited": true
        },
        {
          "name": "Régénération",
          "description": "La cible touchée par le Druide guérit 3 PV par tour pendant [niveau du Druide + Mod. de SAG] tours. Ce sort ne peut pas affecter une créature plus d’une fois par jour.",
          "isMagic": true,
          "rank": 3,
          "isLimited": true
        },
        {
          "name": "Forme d’arbre",
          "description": "Une fois par combat, le Druide peut se transformer en arbre de petite taille (environ 4 m de hauteur) pendant [5 + Mod. de SAG] tours. Il prend les mêmes Caractéristiques que l’arbre animé, mais conserve ses propres PV. Sous cette forme, il ne peut pas parler mais peut utiliser les sorts des voies du protecteur et des végétaux. Arbre animé : Init 7, DEF 13, PV [rang x 10], attaque de contact = [niveau du druide], DM 1d6+3, Déplacement 10 m par action de mouvement. Réduction de DM de 10 sauf contre les armes tranchantes et le feu.",
          "isMagic": true,
          "rank": 4,
          "isLimited": true
        },
        {
          "name": "Sagesse héroïque",
          "description": "Le personnage augmente sa valeur de SAG de +2. Il peut désormais lancer deux d20 à chaque fois qu’un test de SAG lui est demandé et conserver le meilleur résultat.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    },
    {
      "name": "Voie des végétaux",
      "capacities": [
        {
          "name": "Peau d’écorce",
          "description": "La peau du Druide prend la consistance de l’écorce. Il gagne +1 en DEF par rang dans la voie pendant [5 + Mod. de SAG] tours.",
          "isMagic": true,
          "rank": 1,
          "isLimited": true
        },
        {
          "name": "Prison végétale",
          "description": "Le Druide peut commander à la végétation de pousser et bloquer ses ennemis (mais pas ses alliés) dans une zone de 10 m de diamètre (portée 20 m) pendant [5 + Mod. de SAG] tours. Entravées, les cibles subissent un malus de -2 en attaque et en DEF, et ne peuvent pas se déplacer. Chaque tour, une créature peut se libérer avec un test de FOR difficulté [10 + Mod. de SAG].",
          "isMagic": true,
          "rank": 2,
          "isLimited": true
        },
        {
          "name": "Animation d’un arbre",
          "description": "Une fois par combat, le Druide peut animer un arbre en le touchant. Il combat pendant [niveau du druide] tours. Arbre animé : Init 7, DEF 13, PV [rang x 10], attaque de contact = [niveau du druide], DM 1d6+3, Déplacement 10 m par action de mouvement. Réduction de DM de 10 sauf contre les armes tranchantes et le feu.",
          "isMagic": true,
          "rank": 3,
          "isLimited": true
        },
        {
          "name": "Gland de pouvoir",
          "description": "Une fois par combat, le Druide peut lancer un gland sur une cible (portée 10 m). En cas d'attaque magique réussie, la victime se transforme en statue de bois pendant [2d6 + Mod. de SAG] tours. Sous cette forme elle ne peut agir et ne ressent rien. Sa DEF passe à 10 mais elle gagne une réduction des DM de 10. Le sort s’achève dès que la cible perd plus de 10 PV.",
          "isMagic": true,
          "rank": 4,
          "isLimited": true
        },
        {
          "name": "Porte végétale",
          "description": "Une fois par jour, le Druide peut pénétrer dans le tronc d’un gros arbre et sortir de celui d’un autre arbre appartenant à la même forêt et situé à une distance maximum de [Mod. de SAG] x 10 km.",
          "isMagic": true,
          "rank": 5,
          "isLimited": true
        }
      ]
    }
  ]
}
