{
  "name": "Arquebusier",
  "healthDice": "1D8",
  "magicModificator": null,
  "weaponsAndArmors": "L’Arquebusier sait manier toutes les armes de contact à une main, les armes à distance et les armes à poudre. Il peut porter jusqu’à la chemise de maille et ne manie pas de bouclier.",
  "startEquipment": ["Pétoire (DM 1d10, portée 20m)", "épée longue (DM 1d8)", "dague (DM 1d4)", "armure de cuir (DEF +2)"],
  "paths": [
    {
      "name": "Voie de l'artilleur",
      "capacities": [
        {
          "name": "Mécanismes",
          "description": "L’Arquebusier obtient un bonus de +1 par Rang dans cette voie à tous les tests visant à réparer ou à comprendre des mécanismes (cela inclut le fait de désamorcer des pièges mécaniques et de manipuler des armes de siège). Il peut appliquer ce bonus à tous les tests d’attaque avec des armes de siège (baliste, couleuvrine, canon, trébuchet, catapulte, etc.).",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Tir de semonce",
          "description": "Après avoir raté une attaque à distance au tour précédent, l’Arquebusier déclare qu’il s’agissait d’un tir de semonce. À ce tour, il tire sur la même cible et obtient +5 à son test et +1d6 aux DM sur sa première attaque.",
          "isMagic": false,
          "rank": 2,
          "isLimited": true
        },
        {
          "name": "Tir de barrage",
          "description": "L’Arquebusier met en joue une cible sur laquelle il a l’Initiative et attend. Si elle se déplace à ce tour, il effectue une attaque à distance. En cas de succès la victime choisit entre deux possibilités : soit elle subit double dégâts, soit elle ne se déplace pas et ne subit pas de dégâts, tout en perdant son tour.",
          "isMagic": false,
          "rank": 3,
          "isLimited": true
        },
        {
          "name": "Couleuvrine",
          "description": "L'Arquebusier obtient une couleuvrine, un petit canon portatif qui nécessite la mise en place d’un trépied (ou d’un appui). Utiliser cette arme demande une action limitée et ne peut avoir lieu qu’une seule fois par combat. Sur un test d'attaque à distance réussi, elle inflige [4d6 + Mod. de DEX] DM. La portée maximale de cette arme est de 100 mètres et sa portée minimale de 10 mètres.",
          "isMagic": false,
          "rank": 4,
          "isLimited": true
        },
        {
          "name": "Feu nourri",
          "description": "Lorsqu’il utilise le Tir de barrage, l’Arquebusier peut affecter jusqu’à [1 + Mod. de DEX] cibles différentes dans le même tour. Toutes les cibles doivent être dans une zone frontale de 20 mètres de large au maximum. Chaque cible donne lieu à un test d’attaque à distance indépendant.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    },
    {
      "name": "Voie des explosifs",
      "capacities": [
        {
          "name": "Chimiste",
          "description": "L’Arquebusier sait fabriquer sa propre poudre et d’autres substances explosives, et obtient un bonus de +2 par Rang à tous les tests de chimie ou d’alchimie. Les armes à poudre du personnage ne présentent plus de risque de « faire long feu » ou d’explosion et le joueur ne lance plus de dé de poudre.",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Démolition",
          "description": "L’Arquebusier peut préparer un explosif qui lui permet de démolir facilement des structures. Il lui faut 3 tours complets pour préparer et poser son explosif. Celui-ci inflige à la structure 2d6 DM par Rang dans la voie et 1d6 par rang dans un rayon de 6 mètres autour (en ignorant la moitié de la RD de la structure. Voir DM aux structures).",
          "isMagic": false,
          "rank": 2,
          "isLimited": false
        },
        {
          "name": "Poudre puissante",
          "description": "L’Arquebusier sait préparer lui-même une poudre plus puissante, il ajoute +10 mètres à la portée et +2 aux dégâts de toutes ses armes à poudre.",
          "isMagic": false,
          "rank": 3,
          "isLimited": false
        },
        {
          "name": "Piège explosif",
          "description": "Il faut un tour complet à l’Arquebusier pour installer un piège qui explose dans un rayon de 3 mètres en infligeant 5d6 DM (test de DEX difficulté 15 pour ne subir que la moitié des DM). L’Arquebusier peut choisir entre deux modes de déclenchement, soit avec un retardateur allant de 1 à 10 tours au choix, soit à l’intrusion de toute créature dans une zone d’1 mètre autour du piège. Cette seconde solution demande 1 tour de préparation supplémentaire et un personnage attentif peut détecter et éviter le piège avec un test de SAG difficulté [12 + Mod. d’INT de l’Arquebusier].",
          "isMagic": false,
          "rank": 4,
          "isLimited": true
        },
        {
          "name": "Boulet explosif",
          "description": "L’Arquebusier sait fabriquer et lancer de petites boules de métal munies de poudre et d’une mèche. Un tel projectile a une portée de 20 mètres et explose dans un rayon de 5 mètres en infligeant 5d6 DM, divisé par 2 pour les victimes qui réussissent un test de DEX difficulté [12 + Mod. de DEX de l’Arquebusier].",
          "isMagic": false,
          "rank": 5,
          "isLimited": true
        }
      ]
    },
    {
      "name": "Voie du champ de bataille",
      "capacities": [
        {
          "name": "Action concertée",
          "description": "Une fois par tour, l’Arquebusier peut échanger son Initiative avec un autre personnage volontaire. S’il cède son Initiative à un personnage plus lent, il gagne un bonus de +1 sur ses tests d’attaque à ce tour. Ce bonus passe à +2 au Rang 4 de la voie.",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "À couvert",
          "description": "Jusqu’à son prochain tour, l’Arquebusier divise par 2 les DM dus aux attaques à distance et de zone qu’il reçoit, et peut se déplacer de 20 mètres. Un compagnon de l’Arquebusier peut profiter de cette aptitude s’il a son accord et reste à son contact.",
          "isMagic": false,
          "rank": 2,
          "isLimited": true
        },
        {
          "name": "Combattant aguerri",
          "description": "L’Arquebusier peut choisir n’importe quelle capacité de rang 2 d’une voie de Guerrier de son choix et gagne 3 PV supplémentaires. Il peut choisir une capacité de Rang 1 seulement et gagne alors 6 PV au lieu de 3.",
          "isMagic": false,
          "rank": 3,
          "isLimited": false
        },
        {
          "name": "Combat de masse",
          "description": "L'Arquebusier obtient une action de mouvement ou une action d’attaque supplémentaire à chaque tour si le combat implique au moins 10 créatures (en comptant l’Arquebusier et ses alliés).",
          "isMagic": false,
          "rank": 4,
          "isLimited": false
        },
        {
          "name": "Constitution héroïque",
          "description": "Le personnage augmente son score de CON de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de CON lui est demandé et conserver le meilleur résultat.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    },
    {
      "name": "Voie du pistolero",
      "capacities": [
        {
          "name": "Plus vite que son ombre",
          "description": "Si son arme à poudre est prête (chargée et tenue en main), l’Arquebusier peut tirer avec un bonus de +10 à son Initiative.",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Cadence de tir",
          "description": "Recharger une pétoire ou un mousquet devient une action de mouvement. Dans le cas d’une arbalète de poing ou d’une arbalète légère, l’action devient gratuite. À partir du Rang 5 dans la voie, il peut recharger deux armes en une seule action.",
          "isMagic": false,
          "rank": 2,
          "isLimited": false
        },
        {
          "name": "Tir double",
          "description": "L'Arquebusier est capable de tirer avec une pétoire dans chaque main sans pénalité. Si l’Arquebusier décharge simultanément ses deux armes sur la même cible, il fait un seul test à +2 en attaque (mais il lance séparément les DM). Le joueur peut choisir de ne pas réaliser les deux tirs simultanément, afin, par exemple, de pouvoir tirer sur une autre cible s’il tue la première. Dans ce cas, il n’obtient pas de bonus en attaque.",
          "isMagic": false,
          "rank": 3,
          "isLimited": true
        },
        {
          "name": "As de la gâchette",
          "description": "Lorsqu’il atteint une DEF de 25 ou plus sur son attaque à distance avec une arme à poudre ou une arbalète, l’Arquebusier ajoute +1d6 aux DM de son attaque.",
          "isMagic": false,
          "rank": 4,
          "isLimited": false
        },
        {
          "name": "Dextérité héroïque",
          "description": "Le personnage augmente son score de DEX de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de DEX lui est demandé, et conserver le meilleur résultat.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    },
    {
      "name": "Voie de la précision",
      "capacities": [
        {
          "name": "Joli coup !",
          "description": "L’Arquebusier ignore les pénalités normalement appliquées lorsque la cible est à couvert (généralement -2 à -5).",
          "isMagic": false,
          "rank": 1,
          "isLimited": false
        },
        {
          "name": "Tir précis",
          "description": "L’Arquebusier ajoute un bonus de +1 aux DM des armes de tir jusqu’à une portée de [5 x Mod. de DEX]. Ce bonus passe à +2 au Rang 4 de la voie.",
          "isMagic": false,
          "rank": 2,
          "isLimited": false
        },
        {
          "name": "Défaut dans la cuirasse",
          "description": "L’Arquebusier passe un tour complet à analyser le point faible de son adversaire et à viser. Au tour suivant, il réalisera ses attaques à distance sur cette cible contre une DEF de [10 + Mod. de DEX de la cible]. Au lieu de cela, le joueur peut choisir d’ignorer la réduction des DM (RD) d’une créature (dans ce cas la DEF n’est pas modifiée).",
          "isMagic": false,
          "rank": 3,
          "isLimited": true
        },
        {
          "name": "Tir parabolique",
          "description": "L’Arquebusier est capable de réaliser un tir à longue distance sans pénalité : il double la portée des armes à distance. Il peut aussi tirer jusqu’au triple de la portée indiquée avec une pénalité de -5 en attaque et aux DM. Cette capacité ne modifie pas la portée de Tir précis.",
          "isMagic": false,
          "rank": 4,
          "isLimited": false
        },
        {
          "name": "Tir mortel",
          "description": "Pour une attaque à distance, l’Arquebusier peut choisir d’utiliser un d12 pour son attaque au lieu du d20 habituel (et il ajoute normalement son score d’attaque). Si l’attaque est réussie, il ajoute +2d6 aux DM.",
          "isMagic": false,
          "rank": 5,
          "isLimited": false
        }
      ]
    }
  ]
}
